      * DFHBMSCA - BMS Standard Attribute Constants (Stub)
       01  DFHBMSCA               PIC X VALUE SPACES.
       01  DFHBMPEM               PIC X VALUE SPACES.
       01  DFHBMPNL               PIC X VALUE SPACES.
       01  DFHBMASK               PIC X VALUE SPACES.
       01  DFHBMUNP               PIC X VALUE SPACES.
       01  DFHBMUNN               PIC X VALUE SPACES.
       01  DFHBMPRO               PIC X VALUE SPACES.
       01  DFHBMASB               PIC X VALUE SPACES.
       01  DFHBMASF               PIC X VALUE SPACES.
       01  DFHBMFSE               PIC X VALUE SPACES.
       01  DFHBMPRF               PIC X VALUE SPACES.
