       IDENTIFICATION DIVISION.
       PROGRAM-ID.    TESTPROG.
       AUTHOR.        TEST.

       ENVIRONMENT DIVISION.
       INPUT-OUTPUT SECTION.
       FILE-CONTROL.
           SELECT TESTFILE ASSIGN TO "TESTFILE.DAT"
                  ORGANIZATION IS SEQUENTIAL.

       DATA DIVISION.
       FILE SECTION.
       FD  TESTFILE.
       01 TEST-RECORD.
          05 TEST-DATA  PIC X(10).

       PROCEDURE DIVISION.
       BEGIN.
           DISPLAY "HELLO, WORLD!".
           STOP RUN.