      * DFHAID - Attention Identifier Constants (Stub)
      * These are normally provided by the IBM CICS environment.
      * This stub allows parsing CICS programs outside of a mainframe.
       01  DFHAID                 PIC X VALUE SPACES.
       01  DFHENTER               PIC X VALUE SPACES.
       01  DFHCLEAR               PIC X VALUE SPACES.
       01  DFHPA1                 PIC X VALUE SPACES.
       01  DFHPA2                 PIC X VALUE SPACES.
       01  DFHPA3                 PIC X VALUE SPACES.
       01  DFHPF1                 PIC X VALUE SPACES.
       01  DFHPF2                 PIC X VALUE SPACES.
       01  DFHPF3                 PIC X VALUE SPACES.
       01  DFHPF4                 PIC X VALUE SPACES.
       01  DFHPF5                 PIC X VALUE SPACES.
       01  DFHPF6                 PIC X VALUE SPACES.
       01  DFHPF7                 PIC X VALUE SPACES.
       01  DFHPF8                 PIC X VALUE SPACES.
       01  DFHPF9                 PIC X VALUE SPACES.
       01  DFHPF10                PIC X VALUE SPACES.
       01  DFHPF11                PIC X VALUE SPACES.
       01  DFHPF12                PIC X VALUE SPACES.
       01  DFHPF13                PIC X VALUE SPACES.
       01  DFHPF14                PIC X VALUE SPACES.
       01  DFHPF15                PIC X VALUE SPACES.
       01  DFHPF16                PIC X VALUE SPACES.
       01  DFHPF17                PIC X VALUE SPACES.
       01  DFHPF18                PIC X VALUE SPACES.
       01  DFHPF19                PIC X VALUE SPACES.
       01  DFHPF20                PIC X VALUE SPACES.
       01  DFHPF21                PIC X VALUE SPACES.
       01  DFHPF22                PIC X VALUE SPACES.
       01  DFHPF23                PIC X VALUE SPACES.
       01  DFHPF24                PIC X VALUE SPACES.
