      * DFHBMSCA - BMS Standard Attribute Constants (Stub)
      * These are normally provided by the IBM CICS environment.
      * This stub allows parsing CICS programs outside of a mainframe.
       01  DFHBMSCA               PIC X VALUE SPACES.
       01  DFHBMPEM               PIC X VALUE SPACES.
       01  DFHBMPNL               PIC X VALUE SPACES.
       01  DFHBMASK               PIC X VALUE SPACES.
       01  DFHBMUNP               PIC X VALUE SPACES.
       01  DFHBMUNN               PIC X VALUE SPACES.
       01  DFHBMPRO               PIC X VALUE SPACES.
       01  DFHBMASB               PIC X VALUE SPACES.
       01  DFHBMASF               PIC X VALUE SPACES.
       01  DFHBMFSE               PIC X VALUE SPACES.
       01  DFHBMPRF               PIC X VALUE SPACES.
